tap "homebrew/bundle"
brew "awscli"
brew "cairo"
brew "fish"
brew "gibo"
brew "giflib"
brew "jpeg"
brew "jq"
brew "pango"
brew "librsvg"
brew "mysql-client"
brew "neovim", args: ["HEAD"]
brew "pkg-config"
brew "rust-analyzer"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "aeschli.vscode-css-formatter"
vscode "alexanderte.dainty-vscode"
vscode "alexcvzz.vscode-sqlite"
vscode "amodio.tsl-problem-matcher"
vscode "analytic-signal.preview-pdf"
vscode "apollographql.vscode-apollo"
vscode "ATheCoder.livescript-languageserver"
vscode "bierner.markdown-mermaid"
vscode "blanu.vscode-styled-jsx"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "cocopon.iceberg-theme"
vscode "cpylua.language-postcss"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "DEVSENSE.phptools-vscode"
vscode "dhall.dhall-lang"
vscode "Divlo.vscode-styled-jsx-languageserver"
vscode "Divlo.vscode-styled-jsx-syntax"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "eheitherd.vscode-livescript-eval"
vscode "eheitherd.vscode-livescript-preview"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "GrapeCity.gc-excelviewer"
vscode "HaiUIT.noctis-uva-ft-winter-is-coming"
vscode "haskell.haskell"
vscode "hediet.vscode-drawio"
vscode "JacquesLucke.blender-development"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-cpp-syntax"
vscode "johnpapa.winteriscoming"
vscode "justusadam.language-haskell"
vscode "KevinRose.vsc-python-indent"
vscode "liviuschera.noctis"
vscode "macieklad.tailwind-sass-syntax"
vscode "MariusAlchimavicius.json-to-ts"
vscode "mathiasfrohlich.Kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ndmitchell.haskell-ghcid"
vscode "nwolverson.ide-purescript"
vscode "nwolverson.language-purescript"
vscode "PolyMeilex.wgsl"
vscode "Prisma.prisma"
vscode "pselibas.livescript"
vscode "raczzalan.webgl-glsl-editor"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "ritwickdey.LiveServer"
vscode "robertrossmann.remedy"
vscode "rust-lang.rust-analyzer"
vscode "s-nlf-fh.glassit"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "slevesque.shader"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscode-icons-team.vscode-icons"
vscode "vstirbu.vscode-mermaid-preview"
vscode "Vue.volar"
vscode "wmaurer.change-case"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
vscode "zobo.php-intellisense"
